START_MESSAGE = ("Привет! Я бот-помощник с выбором музея в городе Екатеринбург!\n\n"
                 "Вот мои команды:\n\n"
                 "/start - перезапустить бота / открыть главное меню\n"
                 "/choose - открывает меню выбора музеев в городе\n"
                 "/locate - показать ближайшие к вам музеи\n"
                 "/random - рандомно выбрать музей в городе\n"
                 "/favorites - посмотреть ваши любимые музеи (Избранное)")

CHOOSE_MESSAGE = "Выберите какой вид музея вас интересует:"

LOCATION_REQ_MESSAGE = ("Чтобы определить ближайшие к вам музеи необходимо поделиться данными о своем местоположении."
                        "Чтобы отправить свою геопозицию нажмите на кнопку ниже специальном меню.")

LOCATE_MESSAGE = "Относительно вашего расположения в городе, предлагаем три ближайших музея:"

FAVORITE_EMPTY_MESSAGE = "К сожалению, у вас нет избранных музеев..."
